{
  "culturalCenter": {
    "activity": [
  { "activityID":1, "activityName":"Dance Workshop", "activityType":"Dance", "description":"Attending workshops is a fantastic way for anyone who adores dancing to step outside their comfort zones, make connections and discover new ways to move and create." },
  { "activityID":2, "activityName":"Painting Class", "activityType":"Painting", "description":"An art class for exploring your creativity through painting. Students learn about surface preparation, color mixing, composition and creating different textures and effects." },
  { "activityID":3, "activityName":"Vocal Training", "activityType":"Voice", "description":"This course is designed to improve the singing voice and help develop the ability to sing successfully in front of others." },
  { "activityID":4, "activityName":"Theater Workshop", "activityType":"Theater", "description":"Theater Workshop produces inclusive, accessible and affordable theater education that entertains, educates and enlightens." },  
  { "activityID":5, "activityName":"Music Jam Session", "activityType":"Music", "description":"Jam sessions are for players to interact with other players and make music in a freewheeling environment, without having to be concerned about pleasing an audience." },  
  { "activityID":6, "activityName":"Drama Club", "activityType":"Theater", "description":"A weekly drama club meeting for theater enthusiasts." },  
  { "activityID":7, "activityName":"Ballet Workshop", "activityType":"Dance", "description":"This beginning level class is designed to develop awareness of alignment and basic ballet vocabulary and technique. Class will include basic barre exercises, as well as center work." },    
  { "activityID":8, "activityName":"Drawing Class", "activityType":"Drawing", "description":"Developing drawing skills using sketching and pencil drawing techniques." },  
  { "activityID":9, "activityName":"Sculpturing Class", "activityType":"Sculpture", "description":"Beginner's sculpting lessons focusing on clay and wood modeling." },  
  { "activityID":10, "activityName":"Ceramics Classes", "activityType":"Ceramics", "description":"Creating pretty objects with your hands is both a satisfying activity but also an opportunity to meet new people around highly feel good. This is a beginning ceramics-pottery class for everyone who is interested in acquiring knowledge and skills in clay." },  
  { "activityID":11, "activityName":"Learn Photography", "activityType":"Photography", "description":"These lessons are for people of all photographic experience levels interested in exploring the studio portrait photography." },  
  { "activityID":12, "activityName":"Chess Classes", "activityType":"Sport", "description":"Learning how to play chess and practicing the game with similar enthusiasts like you are." },  
  { "activityID":13, "activityName":"Pilates Workouts", "activityType":"Sport", "description":"Join us for some Pilates workouts! We do exercises which work on core strength and flexibility, as well as general stabilization exercises, that will get your body and keep your body in the good condition." },  
  { "activityID":14, "activityName":"Yoga Time", "activityType":"Sport", "description":"One of the best ways to combat stress is to meditate and joining a class is more fun. Yoga is a physical, mental and spiritual practice that involves a combination of physical postures, breathing exercises and meditation techniques to promote physical and mental well-being." },  
  { "activityID":15, "activityName":"The Basics of Gourmet Cooking", "activityType":"Cooking", "description":"The Basics of Gourmet Cooking is a beginning series of cooking classes perfect for cooks who are just starting out or would like to refresh their fundamentals." },  
  { "activityID":16, "activityName":"Practice French with fun (and wine)", "activityType":"Language", "description":"Combine a guided tour with an opportunity to improve your French language skills with our conversational class at Paris." },  
  { "activityID":17, "activityName":"Jazz Music and Jazz Dance", "activityType":"Music", "description":"Jazz dance explodes with energy as it has you kicking and leaping across the floor to some popular show tunes. Our Absolute Beginner Jazz classes are perfect for those who want to learn Jazz." },  
  { "activityID":18, "activityName":"Hip Hop dance lessons", "activityType":"Dance", "description":"Hip Hop dance combines several styles including popping, locking, waving, waacking and more. During the course, students will develop their coordination, their sense of rhythm and their flexibility while searching the precision of the movement." },  
  { "activityID":19, "activityName":"Theater Workshop", "activityType":"Theater", "description":"A theater workshop is an interactive and educational experience where participants learn about various aspects of theater, including acting techniques, improvisation, script analysis and stagecraft. It provides a hands-on opportunity for individuals to explore their creativity and develop their acting skills." },
  { "activityID":20, "activityName":"Theater games", "activityType":"Theater", "description":"Theater games for groups are activities involving role-play that help develop essential skills like focus, listening, cooperation, and improvisation. The purpose of these activities is to warm up participants while teaching them valuable skills and building their confidence." }
		]
	}
}